Repository: AWAS666/Pngify.me
Catalog: PngifyMe/Lang/Resources.*.resx
Languages: de_de, fr_fr, pt_br, ru_ru, zh_cn

# DrawingTablet
source: Drawing tablet that tracks your mouse position
de_de: Zeichentablett, das die Mausposition verfolgt
fr_fr: Tablette graphique qui suit la position de la souris
pt_br: Mesa digitalizadora que rastreia a posição do mouse
ru_ru: Графический планшет, отслеживающий положение мыши
zh_cn: 跟踪鼠标位置的绘图板

# AddGradient
source: Add a gradient
de_de: Füge einen Farbverlauf hinzu
fr_fr: Ajouter un dégradé
pt_br: Adicionar um gradiente
ru_ru: Добавить градиент
zh_cn: 添加渐变

source: AddLayer
de_de: Ebene hinzufügen
fr_fr: Ajouter une couche
pt_br: Adicionar camada
ru_ru: Добавить слой
zh_cn: 添加图层

source: Add New Profile
de_de: Neues Profil hinzufügen
fr_fr: Ajouter un nouveau profil
pt_br: Adicionar novo perfil
ru_ru: Добавить новый профиль
zh_cn: 添加新配置文件

# AddNoise
source: Add noise on top of your model
de_de: Rauschen zu deinem Modell hinzufügen
fr_fr: Ajouter du bruit sur votre modèle
pt_br: Adicionar ruído ao seu modelo
ru_ru: Добавить шум поверх модели
zh_cn: 在模型上添加噪点

# AddSelectLayerToolTip
source: Add Selected Layer
de_de: Ausgewählte Ebene hinzufügen
fr_fr: Ajouter la couche sélectionnée
pt_br: Adicionar camada selecionada
ru_ru: Добавить выбранный слой
zh_cn: 添加选定图层

source: All Profiles:
de_de: Alle Profile:
fr_fr: Tous les profils :
pt_br: Todos os perfis:
ru_ru: Все профили:
zh_cn: 所有配置文件：

source: All Triggers:
de_de: Alle Auslöser:
fr_fr: Tous les déclencheurs :
pt_br: Todos os gatilhos:
ru_ru: Все триггеры:
zh_cn: 所有触发器：

source: Apply and Reload
de_de: Anwenden und neu laden
fr_fr: Appliquer et recharger
pt_br: Aplicar e recarregar
ru_ru: Применить и перезагрузить
zh_cn: 应用并重新加载

source: Apply and Save
de_de: Anwenden und speichern
fr_fr: Appliquer et sauvegarder
pt_br: Aplicar e salvar
ru_ru: Применить и сохранить
zh_cn: 应用并保存

# ApplyAndSaveToolTip
source: Apply all changed settings and save them
de_de: Alle geänderten Einstellungen anwenden und speichern
fr_fr: Appliquer tous les réglages modifiés et les sauvegarder
pt_br: Aplicar todas as configurações alteradas e salvá-las
ru_ru: Применить все измененные настройки и сохранить
zh_cn: 应用所有更改的设置并保存

source: Art
de_de: Kunst
pt_br: Arte
ru_ru: Искусство
zh_cn: 艺术

source: Avatar
ru_ru: Аватар
zh_cn: 头像

source: Avatar Mode:
de_de: Avatar-Modus:
fr_fr: Mode Avatar :
pt_br: Modo de Avatar:
ru_ru: Режим аватара:
zh_cn: 头像模式：

source: Background Setup
de_de: Hintergrund-Einrichtung
fr_fr: Configuration de l'arrière-plan
pt_br: Configuração de Fundo
ru_ru: Настройка фона
zh_cn: 背景设置

# BasicAvatarSetup
source: Basic Avatar State Setup
de_de: Grundlegende Avatar-Zustandskonfiguration
fr_fr: Configuration de base de l'état de l'avatar
pt_br: Configuração básica do estado do avatar
ru_ru: Основная настройка состояния аватара
zh_cn: 基本头像状态设置

source: Blend Time
de_de: Überblendzeit
fr_fr: Temps de fusion
pt_br: Tempo de mesclagem
ru_ru: Время смешивания
zh_cn: 混合时间

# BlendTimeToolTip
source: Blending of last image, set to 0 to disable all blending
de_de: Überblendung des letzten Bildes, auf 0 setzen, um die Überblendung zu deaktivieren
fr_fr: Fusion de la dernière image, mettez 0 pour désactiver la fusion
pt_br: Mesclagem da última imagem, defina para 0 para desativar a mesclagem
ru_ru: Смешивание последнего изображения, установите 0 для отключения смешивания
zh_cn: 上张图像的混合，设置为0可禁用混合

source: Blink
de_de: Zwinkern
fr_fr: Cligner
pt_br: Piscar
ru_ru: Моргнуть
zh_cn: 眨眼

source: Blink Interval
de_de: Zwinkerintervall
fr_fr: Intervalle de clignement
pt_br: Intervalo de piscar
ru_ru: Интервал моргания
zh_cn: 眨眼间隔

# BlinkIntervalToolTip
source: Time between blinks
de_de: Zeit zwischen den Zwinkern
fr_fr: Temps entre chaque clignement
pt_br: Tempo entre piscadas
ru_ru: Время между морганиями
zh_cn: 眨眼间隔时间

source: Blink Time
de_de: Zwinkerzeit
fr_fr: Durée du clignement
pt_br: Tempo de piscar
ru_ru: Время моргания
zh_cn: 眨眼时间

# BlinkTimeToolTip
source: How long character blinks
de_de: Wie lange der Charakter zwinkert
fr_fr: Durée du clignement du personnage
pt_br: Quanto tempo o personagem pisca
ru_ru: Как долго персонаж моргает
zh_cn: 角色眨眼持续时间

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

source: ChangeSound
de_de: Ton wechseln
fr_fr: Changer le son
pt_br: Mudar som
ru_ru: Сменить звук
zh_cn: 更换声音

source: Chat Trigger:
de_de: Chat-Auslöser:
fr_fr: Déclencheur de chat :
pt_br: Gatilho de chat:
ru_ru: Триггер чата:
zh_cn: 聊天触发器：

# ChatTriggerToolTip
source: TTSPet will respond to any chat message starting with this, leave empty to disable
de_de: TTSPet wird auf jede Chat-Nachricht reagieren, die damit beginnt, leer lassen zum Deaktivieren
fr_fr: TTSPet répondra à tout message de chat commençant par ceci, laissez vide pour désactiver
pt_br: TTSPet responderá a qualquer mensagem no chat que comece com isto, deixe em branco para desativar
ru_ru: TTSPet будет отвечать на любое сообщение чата, начинающееся с этого, оставьте пустым для отключения
zh_cn: TTSPet 将响应任何以此开头的聊天消息，留空以禁用

# ChooseTTSProvider
source: Choose your TTS Provider
de_de: Wählen Sie Ihren TTS-Anbieter
fr_fr: Choisissez votre fournisseur TTS
pt_br: Escolha seu provedor TTS
ru_ru: Выберите вашего провайдера TTS
zh_cn: 选择您的TTS提供商

source: Clear
de_de: Löschen
fr_fr: Effacer
pt_br: Limpar
ru_ru: Очистить
zh_cn: 清除

source: Clear Selected
de_de: Ausgewähltes löschen
fr_fr: Effacer la sélection
pt_br: Limpar seleção
ru_ru: Очистить выбранное
zh_cn: 清除选中项

source: Closed Mouth
de_de: Geschlossener Mund
fr_fr: Bouche fermée
pt_br: Boca fechada
ru_ru: Закрытый рот
zh_cn: 闭嘴

source: Collission speed drop:
de_de: Kollisions-Geschwindigkeitsabfall:
fr_fr: Chute de vitesse lors de collision :
pt_br: Redução de velocidade na colisão:
ru_ru: Падение скорости столкновения:
zh_cn: 碰撞速度下降：

source: Connected
de_de: Verbunden
fr_fr: Connecté
pt_br: Conectado
ru_ru: Подключено
zh_cn: 已连接

source: Connecting
de_de: Verbinde...
fr_fr: Connexion en cours
pt_br: Conectando
ru_ru: Соединение...
zh_cn: 连接中

source: Created by:
de_de: Erstellt von:
fr_fr: Créé par :
pt_br: Criado por:
ru_ru: Создано:
zh_cn: 由...创建：

source: Credits
de_de: Danksagungen
fr_fr: Crédits
pt_br: Créditos
ru_ru: Благодарности
zh_cn: 鸣谢

source: Current
de_de: Aktuell
fr_fr: Actuel
pt_br: Atual
ru_ru: Текущий
zh_cn: 当前

source: Current Profile:
de_de: Aktuelles Profil:
fr_fr: Profil actuel :
pt_br: Perfil atual:
ru_ru: Текущий профиль:
zh_cn: 当前配置文件：

source: Custom Domain:
de_de: Eigene Domain:
fr_fr: Domaine personnalisé :
pt_br: Domínio personalizado:
ru_ru: Собственный домен:
zh_cn: 自定义域名：

# CustomDomainToolTip
source: for non OpenAI Models
de_de: für nicht OpenAI Modelle
fr_fr: pour les modèles non OpenAI
pt_br: para modelos que não sejam da OpenAI
ru_ru: для не OpenAI моделей
zh_cn: 用于非 OpenAI 模型

# DarkenImage
source: Darken your image
de_de: Mache dein Bild dunkler
fr_fr: Assombrir votre image
pt_br: Escureça sua imagem
ru_ru: Затемнить изображение
zh_cn: 使图像变暗

source: Default
de_de: Standard
fr_fr: Par défaut
pt_br: Padrão
ru_ru: По умолчанию
zh_cn: 默认

# DefaultCharacter
source: Default Character by:
de_de: Standardcharakter von:
fr_fr: Personnage par défaut par :
pt_br: Personagem padrão por:
ru_ru: Стандартный персонаж от:
zh_cn: 默认角色来自：

source: Default Sound
de_de: Standardsound
fr_fr: Son par défaut
pt_br: Som padrão
ru_ru: Стандартный звук
zh_cn: 默认声音

# DefaultSoundToolTip
source: revert to default sound
de_de: Auf Standardsound zurücksetzen
fr_fr: Revenir au son par défaut
pt_br: Voltar ao som padrão
ru_ru: вернуться к стандартному звуку
zh_cn: 恢复默认声音

source: Delete
de_de: Löschen
fr_fr: Supprimer
pt_br: Excluir
ru_ru: Удалить
zh_cn: 删除

source: Enable Spout2
de_de: Spout2 aktivieren
fr_fr: Activer Spout2
pt_br: Ativar Spout2
ru_ru: Включить Spout2
zh_cn: 启用 Spout2

source: Endpoint:
de_de: Endpunkt:
fr_fr: Point de terminaison :
pt_br: Ponto final:
ru_ru: Конечная точка:
zh_cn: 终端：

source: Entry Time:
de_de: Eintrittszeit:
fr_fr: Heure d'entrée :
pt_br: Hora de entrada:
ru_ru: Время входа:
zh_cn: 进入时间：

source: Exit Time:
de_de: Ausstiegszeit:
fr_fr: Heure de sortie :
pt_br: Hora de saída:
ru_ru: Время выхода:
zh_cn: 退出时间：

# ExplodePNG
source: Explode your png
de_de: Lass dein PNG explodieren
fr_fr: Faire exploser votre PNG
pt_br: Exploda seu PNG
ru_ru: Взорвите ваш PNG
zh_cn: 让你的PNG爆炸

source: Export
de_de: Exportieren
fr_fr: Exporter
pt_br: Exportar
ru_ru: Экспорт
zh_cn: 导出

source: Filter
fr_fr: Filtrer
pt_br: Filtrar
ru_ru: Фильтр
zh_cn: 过滤器

# FilteredWords
source: Filtered Words (separated with ";" ):
de_de: Gefilterte Wörter (getrennt durch ";" ):
fr_fr: Mots filtrés (séparés par ";" ) :
pt_br: Palavras filtradas (separadas por ";" ):
ru_ru: Отфильтрованные слова (разделяются ";") :
zh_cn: 过滤词（用“;”分隔）：

# FilteredWordsToolTip
source: Enter all filtered words you want to add
de_de: Geben Sie alle zu filternden Wörter ein, die Sie hinzufügen möchten
fr_fr: Entrez tous les mots à filtrer que vous souhaitez ajouter
pt_br: Insira todas as palavras filtradas que deseja adicionar
ru_ru: Введите все слова для фильтрации, которые хотите добавить
zh_cn: 输入您想添加的所有过滤词

source: General
de_de: Allgemein
fr_fr: Général
pt_br: Geral
ru_ru: Общее
zh_cn: 常规

source: General Settings
de_de: Allgemeine Einstellungen
fr_fr: Paramètres généraux
pt_br: Configurações gerais
ru_ru: Общие настройки
zh_cn: 常规设置

source: Global Offset X
de_de: Globaler Versatz X
fr_fr: Décalage global X
pt_br: Deslocamento global X
ru_ru: Глобальное смещение X
zh_cn: 全局偏移X

source: Global Offset Y
de_de: Globaler Versatz Y
fr_fr: Décalage global Y
pt_br: Deslocamento global Y
ru_ru: Глобальное смещение Y
zh_cn: 全局偏移Y

source: Global Settings
de_de: Globale Einstellungen
fr_fr: Paramètres globaux
pt_br: Configurações globais
ru_ru: Глобальные настройки
zh_cn: 全局设置

source: Global Zoom
de_de: Globaler Zoom
fr_fr: Zoom global
pt_br: Zoom global
ru_ru: Глобальное масштабирование
zh_cn: 全局缩放

# GoHomeLayer
source: Run away and go back home...
de_de: Lauf weg und geh zurück nach Hause...
fr_fr: Fuis et retourne à la maison...
pt_br: Corra e volte para casa...
ru_ru: Убегай и возвращайся домой...
zh_cn: 逃走并回家...

source: Gravity
de_de: Schwerkraft
fr_fr: Gravité
pt_br: Gravidade
ru_ru: Гравитация
zh_cn: 重力

source: History
de_de: Verlauf
fr_fr: Historique
pt_br: Histórico
ru_ru: История
zh_cn: 历史

source: History and Test
de_de: Verlauf und Test
fr_fr: Historique et test
pt_br: Histórico e teste
ru_ru: История и тест
zh_cn: 历史和测试

# HopOnce
source: hop once when starting to talk
de_de: einmal springen, wenn gesprochen wird
fr_fr: saute une fois au début de la parole
pt_br: pular uma vez ao começar a falar
ru_ru: подпрыгнуть один раз при начале разговора
zh_cn: 开始说话时跳一下

source: Hotkey
fr_fr: Touche de raccourci
pt_br: Tecla de atalho
ru_ru: Горячая клавиша
zh_cn: 快捷键

source: Hotkeybox
fr_fr: Boîte de raccourcis
pt_br: Caixa de atalho
ru_ru: Окно горячих клавиш
zh_cn: 快捷键框

source: Human Mode
de_de: Menschlicher Modus
fr_fr: Mode humain
pt_br: Modo humano
ru_ru: Человеческий режим
zh_cn: 真人模式

# IdleRotation
source: Add a little rotation to your idle character
de_de: Füge deinem inaktiven Charakter eine kleine Drehung hinzu
fr_fr: Ajoutez une petite rotation à votre personnage inactif
pt_br: Adicione uma pequena rotação ao seu personagem inativo
ru_ru: Добавьте небольшое вращение к вашему персонажу в режиме ожидания
zh_cn: 为闲置角色增加一点旋转效果

source: Import PNGs
de_de: PNGs importieren
fr_fr: Importer des PNG
pt_br: Importar PNGs
ru_ru: Импортировать PNG
zh_cn: 导入 PNGs

# ImportPngTuberPlus
source: Import from PngTuber Plus
de_de: Aus PngTuber Plus importieren
fr_fr: Importer depuis PngTuber Plus
pt_br: Importar do PngTuber Plus
ru_ru: Импорт из PngTuber Plus
zh_cn: 从 PngTuber Plus 导入

source: Import Profile
de_de: Profil importieren
fr_fr: Importer un profil
pt_br: Importar perfil
ru_ru: Импорт профиля
zh_cn: 导入配置文件

source: Input
de_de: Eingabe
fr_fr: Entrée
pt_br: Entrada
ru_ru: Ввод
zh_cn: 输入

source: Input Text:
de_de: Text eingeben:
fr_fr: Texte d'entrée :
pt_br: Texto de entrada:
ru_ru: Введите текст:
zh_cn: 输入文本：

source: Install in OBS
de_de: In OBS installieren
fr_fr: Installer dans OBS
pt_br: Instalar no OBS
ru_ru: Установить в OBS
zh_cn: 在 OBS 中安装

source: Just Read, no LLM
de_de: Nur lesen, kein LLM
fr_fr: Juste lire, pas de LLM
pt_br: Apenas ler, sem LLM
ru_ru: Только чтение, без LLM
zh_cn: 仅阅读，无 LLM

# JustReadNoLLMToolTip
source: if checked: will just read all messages and not respond using the llm
de_de: Wenn aktiviert: liest alle Nachrichten und antwortet nicht mit dem LLM
fr_fr: Si activé : se contente de lire tous les messages sans répondre avec le LLM
pt_br: Se selecionado: apenas lerá todas as mensagens e não responderá usando o LLM
ru_ru: Если отмечено: будет просто читать все сообщения и не отвечать с помощью LLM
zh_cn: 如果选中：只读取所有消息，不使用LLM响应

source: LayerList:
de_de: Ebenenliste:
fr_fr: Liste des couches :
pt_br: Lista de camadas:
ru_ru: Список слоев:
zh_cn: 图层列表：

source: Layer Menu
de_de: Ebenenmenü
fr_fr: Menu des couches
pt_br: Menu de camadas
ru_ru: Меню слоев
zh_cn: 图层菜单

source: Layers
de_de: Ebenen
fr_fr: Couches
pt_br: Camadas
ru_ru: Слои
zh_cn: 图层

source: LayerSetup
de_de: Ebeneneinrichtung
fr_fr: Configuration des couches
pt_br: Configuração de camadas
ru_ru: Настройка слоя
zh_cn: 图层设置

source: LayoutMenu
de_de: Layout-Menü
fr_fr: Menu de disposition
pt_br: Menu de layout
ru_ru: Меню макета
zh_cn: 布局菜单

source: Load
de_de: Laden
fr_fr: Charger
pt_br: Carregar
ru_ru: Загрузить
zh_cn: 加载

source: Logo by:
de_de: Logo von:
fr_fr: Logo par :
pt_br: Logo por:
ru_ru: Логотип от:
zh_cn: Logo 由：

source: Max
pt_br: Máx
ru_ru: Максимум
zh_cn: 最大

source: Max Context:
de_de: Max. Kontext:
fr_fr: Contexte max :
pt_br: Contexto máximo:
ru_ru: Макс. контекст:
zh_cn: 最大上下文：

# MaxContextToolTip
source: How many messages should be kept in memory
de_de: Wie viele Nachrichten im Speicher behalten werden sollen
fr_fr: Nombre de messages à conserver en mémoire
pt_br: Quantas mensagens devem ser mantidas na memória
ru_ru: Сколько сообщений будут храниться в памяти
zh_cn: 记忆中应保留多少消息

source: Maximum
pt_br: Máximo
ru_ru: Максимум
zh_cn: 最大值

source: Maximum Bits:
de_de: Maximale Bits:
fr_fr: Bits maximum :
pt_br: Bits máximos:
ru_ru: Максимальное количество Bits:
zh_cn: 最大比特数：

source: Maximum Object Speed:
de_de: Maximale Objektgeschwindigkeit:
fr_fr: Vitesse maximale de l'objet :
pt_br: Velocidade máxima do objeto:
ru_ru: Максимальная скорость объекта:
zh_cn: 物体最大速度：

source: Max Tokens:
de_de: Maximale Tokens:
fr_fr: Jetons max :
pt_br: Máximo de tokens:
ru_ru: Максимум токенов:
zh_cn: 最大标记数：

# MaxTokensToolTip
source: How many tokens the model should be allowed to respond with (1 token is roughly 1 word)
de_de: Wie viele Tokens das Modell als Antwort verwenden darf (1 Token entspricht ungefähr 1 Wort)
fr_fr: Nombre de jetons avec lesquels le modèle est autorisé à répondre (1 jeton équivaut à environ 1 mot)
pt_br: Quantos tokens o modelo pode usar para responder (1 token equivale a aproximadamente 1 palavra)
ru_ru: Сколько токенов модель может использовать для ответа (примерно 1 токен ≈ 1 слово)
zh_cn: 模型响应时允许使用的标记数（1个标记大约等于1个词）

source: Microphone
de_de: Mikrofon
pt_br: Microfone
ru_ru: Микрофон
zh_cn: 麦克风

# MicSetup
source: Microphone Setup
de_de: Mikrofoneinrichtung
fr_fr: Configuration du microphone
pt_br: Configuração do microfone
ru_ru: Настройка микрофона
zh_cn: 麦克风设置

source: Min
pt_br: Mín
ru_ru: Мин
zh_cn: 最小

source: Minimum
pt_br: Mínimo
ru_ru: Минимум
zh_cn: 最小值

source: Minimum Bits:
de_de: Minimale Bits:
fr_fr: Bits minimum :
pt_br: Bits mínimos:
ru_ru: Минимальное количество Bits:
zh_cn: 最小比特数：

# MinimumBitsToolTip
source: Minimum bits threshhold to react
de_de: Mindest-Bits-Schwelle zur Reaktion
fr_fr: Seuil minimum de bits pour réagir
pt_br: Limiar mínimo de bits para reagir
ru_ru: Минимальный порог Bits для реакции
zh_cn: 反应的最小比特阈值

source: Minimum Object Speed:
de_de: Minimale Objektgeschwindigkeit:
fr_fr: Vitesse minimale de l'objet :
pt_br: Velocidade mínima do objeto:
ru_ru: Минимальная скорость объекта:
zh_cn: 物体最小速度：

source: Model:
de_de: Modell:
fr_fr: Modèle :
pt_br: Modelo:
ru_ru: Модель:
zh_cn: 模型：

# ModelToolTip
source: Input your api model name
de_de: Geben Sie den Namen Ihres API-Modells ein
fr_fr: Entrez le nom de votre modèle API
pt_br: Digite o nome do seu modelo de API
ru_ru: Введите название вашей API-модели
zh_cn: 输入您的 API 模型名称

source: Mode Select:
de_de: Modus auswählen:
fr_fr: Sélection du mode :
pt_br: Selecionar modo:
ru_ru: Выбор режима:
zh_cn: 模式选择：

source: Name
fr_fr: Nom
pt_br: Nome
ru_ru: Имя
zh_cn: 名称

source: New Profile Name
de_de: Neuer Profilname
fr_fr: Nouveau nom de profil
pt_br: Nome do novo perfil
ru_ru: Имя нового профиля
zh_cn: 新配置文件名称

# NewTriggerToolTip
source: Adds a new trigger group
de_de: Fügt eine neue Auslösergruppe hinzu
fr_fr: Ajoute un nouveau groupe de déclencheurs
pt_br: Adiciona um novo grupo de gatilhos
ru_ru: Добавляет новую группу триггеров
zh_cn: 添加一个新的触发组

source: Not Authenticated
de_de: Nicht authentifiziert
fr_fr: Non authentifié
pt_br: Não autenticado
ru_ru: Не аутентифицирован
zh_cn: 未认证

source: Not connected
de_de: Nicht verbunden
fr_fr: Non connecté
pt_br: Não conectado
ru_ru: Не подключено
zh_cn: 未连接

source: Nothing selected
de_de: Nichts ausgewählt
fr_fr: Rien de sélectionné
pt_br: Nada selecionado
ru_ru: Ничего не выбрано
zh_cn: 未选择任何内容

# OpenAIKey
source: OpenAI API Key:
de_de: OpenAI API-Schlüssel:
fr_fr: Clé API OpenAI :
pt_br: Chave API OpenAI:
ru_ru: API-ключ OpenAI:
zh_cn: OpenAI API 密钥：

# OpenAIKeyToolTip
source: Insert your openai key or other provider
de_de: Geben Sie Ihren OpenAI-Schlüssel oder den eines anderen Anbieters ein
fr_fr: Entrez votre clé OpenAI ou celle d'un autre fournisseur
pt_br: Insira sua chave OpenAI ou de outro provedor
ru_ru: Введите ваш ключ OpenAI или другого провайдера
zh_cn: 输入您的 OpenAI 密钥或其他提供商的密钥

source: Open Mouth
de_de: Mund öffnen
fr_fr: Ouvrir la bouche
pt_br: Abrir a boca
ru_ru: Открыть рот
zh_cn: 张嘴

source: (optional)
fr_fr: (optionnel)
pt_br: (opcional)
ru_ru: (необязательно)
zh_cn: (可选)

# OriginOffset
source: offsets effect origin, useful for rotation, stretch from bottom
de_de: Verschiebt den Ursprung des Effekts, nützlich für Rotation, Dehnung von unten
fr_fr: décale l'origine de l'effet, utile pour la rotation, l'étirement depuis le bas
pt_br: desloca a origem do efeito, útil para rotação, esticamento a partir de baixo
ru_ru: смещает исходную точку эффекта, полезно для вращения, растягивания снизу
zh_cn: 偏移效果原点，有助于旋转，从底部拉伸

# OtherSoftware
source: Other Software/Games
de_de: Andere Software/Spiele
fr_fr: Autres logiciels/jeux
pt_br: Outros softwares/jogos
ru_ru: Другое ПО/Игры
zh_cn: 其他软件/游戏

source: Output
de_de: Ausgabe
fr_fr: Sortie
pt_br: Saída
ru_ru: Вывод
zh_cn: 输出

# PanicEmote
source: Panic emote, running of panicking
de_de: Panik-Emote, bei Panik
fr_fr: Émoticône de panique, en cas de panique
pt_br: Emote de pânico, correndo de pânico
ru_ru: Эмодзи паники, бег в панике
zh_cn: 恐慌表情，慌乱奔跑

source: Performance:
de_de: Leistung:
pt_br: Desempenho:
ru_ru: Производительность:
zh_cn: 性能：

source: Pick Background Colour
de_de: Hintergrundfarbe wählen
fr_fr: Choisissez la couleur d'arrière-plan
pt_br: Escolha a cor de fundo
ru_ru: Выберите цвет фона
zh_cn: 选择背景颜色

source: Pick File
de_de: Datei auswählen
fr_fr: Choisir un fichier
pt_br: Escolha o arquivo
ru_ru: Выбрать файл
zh_cn: 选择文件

source: Pick Folder
de_de: Ordner auswählen
fr_fr: Choisir un dossier
pt_br: Escolha a pasta
ru_ru: Выбрать папку
zh_cn: 选择文件夹

# PinImageToModel
source: Pin an image to your model
de_de: Ein Bild an deinem Modell anheften
fr_fr: Épingler une image à votre modèle
pt_br: Fixar uma imagem ao seu modelo
ru_ru: Прикрепить изображение к вашей модели
zh_cn: 将图像固定到你的模型上

# PlayOneSound
source: Play once specific sound
de_de: Spiele einmal einen bestimmten Sound
fr_fr: Jouer un son spécifique une fois
pt_br: Tocar um som específico uma vez
ru_ru: Однократно воспроизвести определенный звук
zh_cn: 播放一次特定声音

source: Profiles
de_de: Profile
fr_fr: Profils
pt_br: Perfis
ru_ru: Профили
zh_cn: 配置文件

# RandomSound
source: Play random sound from a folder
de_de: Spiele einen zufälligen Sound aus einem Ordner
fr_fr: Jouer un son aléatoire depuis un dossier
pt_br: Tocar som aleatório de uma pasta
ru_ru: Воспроизвести случайный звук из папки
zh_cn: 从文件夹中播放随机声音

# ReactFollowers
source: React to followers
de_de: Auf Follower reagieren
fr_fr: Réagir aux abonnés
pt_br: Reagir aos seguidores
ru_ru: Реагировать на подписчиков
zh_cn: 对粉丝作出反应

# ReactFollowersToolTip
source: Will read new followers if enabled
de_de: Liest neue Follower, wenn aktiviert
fr_fr: Lira les nouveaux abonnés si activé
pt_br: Lerá novos seguidores se ativado
ru_ru: Будет читать новых подписчиков, если включено
zh_cn: 如果启用，将读取新关注者

# ReactToAllMessages
source: React to all chat messages
de_de: Auf alle Chat-Nachrichten reagieren
fr_fr: Réagir à tous les messages du chat
pt_br: Reagir a todas as mensagens do chat
ru_ru: Реагировать на все сообщения чата
zh_cn: 对所有聊天消息作出反应

# ReactToAllMessagesToolTip
source: will react to any chat message
de_de: wird auf jede Chat-Nachricht reagieren
fr_fr: réagira à n'importe quel message du chat
pt_br: reagirá a qualquer mensagem do chat
ru_ru: будет реагировать на любое сообщение в чате
zh_cn: 将对任何聊天消息作出反应

source: Read
de_de: Lesen
fr_fr: Lire
pt_br: Ler
ru_ru: Читать
zh_cn: 阅读

# ReadToolTip
source: Use this to read the input text (usefull to test tts voices)
de_de: Verwenden Sie dies, um den Eingabetext zu lesen (nützlich zum Testen von TTS-Stimmen)
fr_fr: Utilisez ceci pour lire le texte d'entrée (utile pour tester les voix TTS)
pt_br: Use isto para ler o texto de entrada (útil para testar vozes TTS)
ru_ru: Используйте это для чтения вводимого текста (полезно для тестирования голосов TTS)
zh_cn: 使用此功能读取输入文本（用于测试 TTS 声音）

source: Redeem:
de_de: Einlösen:
fr_fr: Échanger :
pt_br: Resgatar:
ru_ru: Награда:
zh_cn: 兑换：

source: Remove
de_de: Entfernen
fr_fr: Retirer
pt_br: Remover
ru_ru: Удалить
zh_cn: 移除

# RenderTerminal
source: Render as terminal
de_de: Als Terminal rendern
fr_fr: Rendre comme terminal
pt_br: Renderizar como terminal
ru_ru: Отобразить как терминал
zh_cn: 以终端方式呈现

source: Replacement:
de_de: Ersetzung:
fr_fr: Remplacement :
pt_br: Substituição:
ru_ru: Замена:
zh_cn: 替换：

# ReplacementToolTip
source: This phrase will replace all filtered words found in the text the ttspet is about to speak
de_de: Dieser Ausdruck ersetzt alle gefilterten Wörter im Text, den TTSPet gleich sprechen wird
fr_fr: Cette phrase remplacera tous les mots filtrés trouvés dans le texte que TTSPet est sur le point de prononcer
pt_br: Esta frase substituirá todas as palavras filtradas encontradas no texto que o TTSPet está prestes a falar
ru_ru: Эта фраза заменит все отфильтрованные слова, найденные в тексте, который TTSPet собирается озвучить
zh_cn: 这句话将替换TTSPet即将朗读文本中所有被过滤的词语

source: Respond
de_de: Antworten
fr_fr: Répondre
pt_br: Responder
ru_ru: Ответить
zh_cn: 回应

# RespondToolTip
source: Use this to respond to the input text
de_de: Verwenden Sie dies, um auf den Eingabetext zu antworten
fr_fr: Utilisez ceci pour répondre au texte d'entrée
pt_br: Use isto para responder ao texto de entrada
ru_ru: Используйте это для ответа на введённый текст
zh_cn: 使用此功能回应输入文本

source: Retry Twitch Connection
de_de: Twitch-Verbindung erneut versuchen
fr_fr: Réessayer la connexion Twitch
pt_br: Tentar reconectar ao Twitch
ru_ru: Повторить подключение к Twitch
zh_cn: 重试 Twitch 连接
