Repository: AWAS666/Pngify.me
Catalog: PngifyMe/Lang/Resources.*.resx
Languages: de_de, fr_fr, pt_br, ru_ru, zh_cn

# RetryTwitchConnectionToolTip
source: Use this to start twitch after enabling it, or restarting it after going offline
de_de: Verwenden Sie dies, um Twitch nach der Aktivierung zu starten oder nach einem Offlinegang neu zu starten
fr_fr: Utilisez ceci pour démarrer Twitch après l'avoir activé ou le redémarrer après une déconnexion
pt_br: Use isto para iniciar o Twitch após ativá-lo ou reiniciá-lo após ficar offline
ru_ru: Используйте это для запуска Twitch после его включения или перезапуска после отключения
zh_cn: 启用后或离线后重启Twitch时使用此功能

# RotateByRel
source: Rotate by amount, great for a spin effect
de_de: Nach einem bestimmten Wert drehen, ideal für einen Dreheffekt
fr_fr: Tourner d'un certain angle, idéal pour un effet de rotation
pt_br: Girar por um valor, ótimo para efeito de rotação
ru_ru: Повернуть на заданное количество, отлично для эффекта вращения
zh_cn: 旋转指定角度，适合旋转效果

source: Run Specs
de_de: Starte Spezifikationen
fr_fr: Exécuter les spécifications
pt_br: Executar especificações
ru_ru: Запустить спецификации
zh_cn: 运行规格

# RunSpecsNote
source: Requires save and restart to apply
de_de: Erfordert Speichern und Neustart zur Anwendung
fr_fr: Nécessite une sauvegarde et un redémarrage pour être appliqué
pt_br: Requer salvar e reiniciar para aplicar
ru_ru: Требует сохранения и перезапуска для применения
zh_cn: 需要保存并重启以应用

# SampleText
source: Hello, how are you?
de_de: Hallo, wie geht es dir?
fr_fr: Bonjour, comment ça va ?
pt_br: Olá, como você está?
ru_ru: Привет, как дела?
zh_cn: 你好，你怎么样？

source: Save Changes
de_de: Änderungen speichern
fr_fr: Sauvegarder les modifications
pt_br: Salvar alterações
ru_ru: Сохранить изменения
zh_cn: 保存更改

# ScrollingText
source: Scrolling text, maybe an ad?
de_de: Lauftext, vielleicht eine Anzeige?
fr_fr: Texte défilant, peut-être une pub ?
pt_br: Texto rolante, talvez um anúncio?
ru_ru: Прокручиваемый текст, возможно реклама?
zh_cn: 滚动文本，可能是广告？

source: Search
de_de: Suchen
fr_fr: Rechercher
pt_br: Pesquisar
ru_ru: Поиск
zh_cn: 搜索

source: Selected Settings
de_de: Ausgewählte Einstellungen
fr_fr: Paramètres sélectionnés
pt_br: Configurações selecionadas
ru_ru: Выбранные настройки
zh_cn: 已选择的设置

# SelectedTriggerSetting
source: Selected Trigger Settings:
de_de: Ausgewählte Auslöser-Einstellungen:
fr_fr: Paramètres de déclenchement sélectionnés :
pt_br: Configurações de gatilho selecionadas:
ru_ru: Выбранные настройки триггера:
zh_cn: 已选择的触发器设置：

# SelectLayerToolTip
source: Selected layer, then click AddLayer to add it
de_de: Ausgewählte Ebene, dann auf AddLayer klicken, um sie hinzuzufügen
fr_fr: Couche sélectionnée, puis cliquez sur AddLayer pour l'ajouter
pt_br: Camada selecionada, depois clique em AddLayer para adicioná-la
ru_ru: Выбранный слой, затем нажмите Добавить слой, чтобы добавить его
zh_cn: 选择图层，然后点击 AddLayer 添加

# SelectMeToolTip
source: Select me :)
de_de: Wähle mich aus :)
fr_fr: Sélectionnez-moi :)
pt_br: Selecione-me :)
ru_ru: Выберите меня :)
zh_cn: 选择我 :)

# SelectNewLayer
source: Select a new layer
de_de: Wählen Sie eine neue Ebene
fr_fr: Sélectionnez une nouvelle couche
pt_br: Selecione uma nova camada
ru_ru: Выберите новый слой
zh_cn: 选择一个新图层

source: Select trigger type
de_de: Wählen Sie den Auslöser-Typ
fr_fr: Sélectionnez le type de déclencheur
pt_br: Selecione o tipo de gatilho
ru_ru: Выберите тип триггера
zh_cn: 选择触发器类型

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
pt_br: Configurações
ru_ru: Настройки
zh_cn: 设置

source: Setup transitions
de_de: Übergänge einrichten
fr_fr: Configurer les transitions
pt_br: Configurar transições
ru_ru: Настроить переходы
zh_cn: 设置过渡效果

source: Show FPS Counter
de_de: FPS-Anzeige anzeigen
fr_fr: Afficher le compteur de FPS
pt_br: Mostrar contador de FPS
ru_ru: Показать счетчик FPS
zh_cn: 显示 FPS 计数器

# ShowHitbox
source: Show Hitboxes
de_de: Hitboxen anzeigen
fr_fr: Afficher les hitboxes
pt_br: Mostrar hitboxes
ru_ru: Показать хитбоксы
zh_cn: 显示碰撞盒

source: Smoothing
de_de: Glättung
fr_fr: Lissage
pt_br: Suavização
ru_ru: Сглаживание
zh_cn: 平滑

source: Sound Enabled
de_de: Sound aktiviert
fr_fr: Son activé
pt_br: Som ativado
ru_ru: Звук включен
zh_cn: 启用声音

# SpecLow
source: Low is 1280x720 60fps
de_de: Niedrig ist 1280x720 60fps
fr_fr: Low : 1280x720 60fps
pt_br: Baixo é 1280x720 60fps
ru_ru: Низкое - 1280x720 60fps
zh_cn: 低：1280x720 60fps

# SpecNormal
source: Normal is 1920x1080 60fps
de_de: Normal ist 1920x1080 60fps
fr_fr: Normal : 1920x1080 60fps
pt_br: Normal é 1920x1080 60fps
ru_ru: Нормальное - 1920x1080 60fps
zh_cn: 标准：1920x1080 60fps

# SpecUltra
source: Ultra is 3840x2160 60fps
de_de: Ultra ist 3840x2160 60fps
fr_fr: Ultra : 3840x2160 60fps
pt_br: Ultra é 3840x2160 60fps
ru_ru: Ultra - 3840x2160 60fps
zh_cn: 超高：3840x2160 60fps

# SpecVeryLow
source: Very Low is 960x540 60fps
de_de: Sehr niedrig ist 960x540 60fps
fr_fr: Très low : 960x540 60fps
pt_br: Muito baixo é 960x540 60fps
ru_ru: Очень низкое - 960x540 60fps
zh_cn: 非常低：960x540 60fps

# SpriteAvatarSetup
source: Sprite Avatar State Setup
de_de: Sprite-Avatar-Zustandskonfiguration
fr_fr: Configuration de l'état de l'avatar sprite
pt_br: Configuração do estado do avatar sprite
ru_ru: Настройка состояния спрайтового аватара
zh_cn: 精灵头像状态设置

# StretchXY
source: Stretch in x/y whenever talking
de_de: Beim Sprechen in X/Y strecken
fr_fr: Étirez en x/y lors de la parole
pt_br: Esticar em x/y enquanto fala
ru_ru: Растягивать по оси X/Y во время разговора
zh_cn: 说话时在x/y方向拉伸

source: Submit
de_de: Absenden
fr_fr: Soumettre
pt_br: Enviar
ru_ru: Подтвердить
zh_cn: 提交

source: Support us:
de_de: Unterstütze uns:
fr_fr: Soutenez-nous :
pt_br: Apoie-nos:
ru_ru: Поддержите нас:
zh_cn: 支持我们：

# SystemMessage
source: System Message (Base instructions):
de_de: Systemnachricht (Basisanweisungen):
fr_fr: Message système (instructions de base) :
pt_br: Mensagem do sistema (instruções básicas):
ru_ru: Системное сообщение (базовые инструкции):
zh_cn: 系统消息（基本指令）：

source: Test Rain
de_de: Regen testen
fr_fr: Tester la pluie
pt_br: Testar chuva
ru_ru: Тест дождя
zh_cn: 测试雨效果

source: Test Throw
de_de: Wurf testen
fr_fr: Tester le lancer
pt_br: Testar lançamento
ru_ru: Тестовый бросок
zh_cn: 测试投掷

# TestThrowToolTip
source: test the throwing system
de_de: Teste das Wurf-System
fr_fr: Tester le système de lancer
pt_br: Testar o sistema de lançamento
ru_ru: Проверьте систему бросков
zh_cn: 测试投掷系统

source: Test your setup
de_de: Teste deine Einrichtung
fr_fr: Testez votre configuration
pt_br: Teste sua configuração
ru_ru: Проверьте вашу настройку
zh_cn: 测试你的设置

source: Throwing
de_de: Werfen
fr_fr: Lancer
pt_br: Lançamento
ru_ru: Бросок
zh_cn: 投掷

# TimerLayer
source: Timer that changes with subs/bits/etc.
de_de: Timer, der sich mit Subs/Bits usw. ändert
fr_fr: Minuterie qui change avec les abonnés/bits/etc.
pt_br: Temporizador que muda com subs/bits/etc.
ru_ru: Таймер, который изменяется с подписками/Bits и т.д.
zh_cn: 根据订阅者/比特数等变化的计时器

source: TimeStamp
de_de: Zeitstempel
fr_fr: Horodatage
pt_br: Carimbo de tempo
ru_ru: Отметка времени
zh_cn: 时间戳

# TITSExplanation
source: Twitch Integrated Throwing System (TITS) allows you to throw items at your PngTuber.
de_de: Das Twitch Integrated Throwing System (TITS) ermöglicht es dir, Gegenstände auf deinen PngTuber zu werfen.
fr_fr: Le système de lancer intégré à Twitch (TITS) vous permet de lancer des objets sur votre PngTuber.
pt_br: O Twitch Integrated Throwing System (TITS) permite que você jogue itens no seu PngTuber.
ru_ru: Интегрированная система бросков Twitch (TITS) позволяет вам бросать предметы в ваш PngTuber.
zh_cn: Twitch 集成投掷系统 (TITS) 允许你向你的 PngTuber 投掷物品。

source: TITS Setup
de_de: TITS-Einrichtung
fr_fr: Configuration de TITS
pt_br: Configuração do TITS
ru_ru: Настройка TITS
zh_cn: TITS 设置

source: Toggleable
de_de: Umschaltbar
fr_fr: Activable
pt_br: Comutável
ru_ru: Переключаемый
zh_cn: 可切换

# ToggleableToolTip
source: Makes it so trigger removes layers if already added
de_de: Ermöglicht, dass ein Auslöser Ebenen entfernt, wenn sie bereits hinzugefügt wurden
fr_fr: Permet au déclencheur de retirer les couches si elles sont déjà ajoutées
pt_br: Faz com que o gatilho remova as camadas se já estiverem adicionadas
ru_ru: Позволяет триггеру удалять слои, если они уже добавлены
zh_cn: 使触发器在已添加时移除图层

# ToggleAvatarToolTip
source: Will revert to default if already active.
de_de: Wechselt zurück zum Standard, falls bereits aktiv.
fr_fr: Reviendra à la valeur par défaut si déjà actif.
pt_br: Reverterá para o padrão se já estiver ativo.
ru_ru: Вернется к значению по умолчанию, если уже активно.
zh_cn: 如果已激活，将恢复为默认。

# ToolTipCloseSettings
source: Close settings
de_de: Einstellungen schließen
fr_fr: Fermer les paramètres
pt_br: Fechar configurações
ru_ru: Закрыть настройки
zh_cn: 关闭设置

# ToolTipCurrent
source: Current speaking volume
de_de: Aktuelle Lautstärke
fr_fr: Volume actuel de parole
pt_br: Volume atual da fala
ru_ru: Текущая громкость речи
zh_cn: 当前说话音量

# ToolTipHitbox
source: Use this to test the hit box of your character
de_de: Verwenden Sie dies, um die Trefferbox Ihres Charakters zu testen
fr_fr: Utilisez ceci pour tester la hitbox de votre personnage
pt_br: Use isto para testar a hitbox do seu personagem
ru_ru: Используйте это для проверки хитбокса вашего персонажа
zh_cn: 用来测试你的角色碰撞盒

# ToolTipHuman
source: Switch to human activated mode
de_de: Wechsel in den menschlich aktivierten Modus
fr_fr: Passez en mode activé humain
pt_br: Mude para o modo humano ativado
ru_ru: Переключиться в режим активации человеком
zh_cn: 切换到真人模式

# ToolTipSaveChanges
source: Only save, doesnt apply
de_de: Nur speichern, wird nicht angewendet
fr_fr: Seul l'enregistrement, sans application
pt_br: Apenas salva, não aplica
ru_ru: Только сохранить, не применять
zh_cn: 仅保存，不应用

# ToolTipSmoothing
source: How quickly current volume gains/loses
de_de: Wie schnell die aktuelle Lautstärke zunimmt/abnimmt
fr_fr: Vitesse d'augmentation/diminution du volume actuel
pt_br: Quão rápido o volume atual aumenta/diminui
ru_ru: Как быстро изменяется текущая громкость
zh_cn: 当前音量增加/减少的速度

# ToolTipThreshhold
source: Threshhold to switch to speaking image
de_de: Schwellenwert, um auf das sprechende Bild umzuschalten
fr_fr: Seuil pour passer à l'image parlante
pt_br: Limiar para mudar para a imagem de fala
ru_ru: Порог для переключения на говорящее изображение
zh_cn: 切换到说话图像的阈值

# ToolTipTTS
source: Switch to TTS pet mode with ai integration
de_de: Wechsel zum TTS-Pet-Modus mit KI-Integration
fr_fr: Passer en mode TTS pet avec intégration AI
pt_br: Mude para o modo TTS pet com integração de IA
ru_ru: Переключиться в режим TTS-питомца с интеграцией ИИ
zh_cn: 切换到带有 AI 集成的 TTS 宠物模式

# ToolTipTwitchStatus
source: Head to general settings to authenticate with twitch
de_de: Gehen Sie zu den allgemeinen Einstellungen, um sich bei Twitch zu authentifizieren
fr_fr: Accédez aux paramètres généraux pour vous authentifier avec Twitch
pt_br: Vá para as configurações gerais para autenticar no Twitch
ru_ru: Перейдите в общие настройки для аутентификации с Twitch
zh_cn: 前往常规设置以通过 Twitch 认证

source: Transitions
de_de: Übergänge
pt_br: Transições
ru_ru: Переходы
zh_cn: 过渡

source: Transparent
pt_br: Transparente
ru_ru: Прозрачный
zh_cn: 透明

# TransparentToolTip
source: Set the background to transparent to capture it easier in obs
de_de: Setze den Hintergrund auf transparent, um ihn in OBS leichter einzufangen
fr_fr: Définissez l'arrière-plan sur transparent pour le capturer plus facilement dans OBS
pt_br: Defina o fundo como transparente para capturá-lo mais facilmente no OBS
ru_ru: Установите прозрачный фон, чтобы легче захватывать его в OBS
zh_cn: 将背景设置为透明，以便在 OBS 中更容易捕捉

source: Treshhold
de_de: Schwellenwert
fr_fr: Seuil
pt_br: Limiar
ru_ru: Порог
zh_cn: 阈值

source: Trigger:
de_de: Auslöser:
fr_fr: Déclencheur :
pt_br: Gatilho:
ru_ru: Триггер:
zh_cn: 触发器：

source: Trigger and Effect setup
de_de: Auslöser- und Effekt-Einrichtung
fr_fr: Configuration du déclencheur et de l'effet
pt_br: Configuração de gatilho e efeito
ru_ru: Настройка триггера и эффекта
zh_cn: 触发器和效果设置

source: Trigger Conditions
de_de: Auslösebedingungen
fr_fr: Conditions de déclenchement
pt_br: Condições do gatilho
ru_ru: Условия триггера
zh_cn: 触发条件

source: Trigger Setup
de_de: Auslöser-Einrichtung
fr_fr: Configuration du déclencheur
pt_br: Configuração do gatilho
ru_ru: Настройка триггера
zh_cn: 触发器设置

source: TTS Model:
de_de: TTS-Modell:
fr_fr: Modèle TTS :
pt_br: Modelo TTS:
ru_ru: TTS-модель:
zh_cn: TTS 模型：

source: TTSPet
ru_ru: TTS-питомец

source: TTS Pet Mode
de_de: TTS-Pet-Modus
fr_fr: Mode TTS Pet
pt_br: Modo TTS Pet
ru_ru: Режим TTS-питомца
zh_cn: TTS 宠物模式

source: TTS Pet Setup
de_de: TTS-Pet-Einrichtung
fr_fr: Configuration TTS Pet
pt_br: Configuração do TTS Pet
ru_ru: Настройка TTS-питомца
zh_cn: TTS 宠物设置

source: TTS Provider:
de_de: TTS-Anbieter:
fr_fr: Fournisseur TTS :
pt_br: Provedor TTS:
ru_ru: Провайдер TTS:
zh_cn: TTS 提供商：

# TTSProviderToolTip
source: Pick your TTS provider
de_de: Wählen Sie Ihren TTS-Anbieter aus
fr_fr: Choisissez votre fournisseur TTS
pt_br: Escolha seu provedor TTS
ru_ru: Выберите вашего провайдера TTS
zh_cn: 选择您的 TTS 提供商

source: TTS Voice:
de_de: TTS-Stimme:
fr_fr: Voix TTS :
pt_br: Voz TTS:
ru_ru: Голос TTS:
zh_cn: TTS 声音：

# TwitchEmotesToolTip
source: Use your channels twitch emotes, need to connect twitch to enable this
de_de: Verwenden Sie die Twitch-Emotes Ihres Kanals, Twitch muss verbunden sein, um dies zu aktivieren
fr_fr: Utilisez les émoticônes Twitch de votre chaîne, vous devez connecter Twitch pour activer cela
pt_br: Use os emotes do seu canal na Twitch, é necessário conectar à Twitch para habilitar isso
ru_ru: Используйте эмодзи вашего канала Twitch, необходимо подключение к Twitch для активации
zh_cn: 使用您频道的 Twitch 表情符号，需要连接 Twitch 以启用此功能

source: Twitch Enabled
de_de: Twitch aktiviert
fr_fr: Twitch activé
pt_br: Twitch ativado
ru_ru: Twitch включен
zh_cn: Twitch 已启用

source: Twitch Redeem:
de_de: Twitch Einlösung:
fr_fr: Échange Twitch :
pt_br: Resgate Twitch:
ru_ru: Twitch награда:
zh_cn: Twitch 兑换：

# TwitchRedeemToolTip
source: the name of the twitch redeem which should trigger the ttspet
de_de: der Name der Twitch-Einlösung, die den TTSPet auslösen soll
fr_fr: le nom de l'échange Twitch qui doit déclencher le TTSPet
pt_br: o nome do resgate Twitch que deve acionar o TTSPet
ru_ru: название награды Twitch, которая должна запустить TTSPet
zh_cn: 触发 TTSPet 的 Twitch 兑换名称

# TwitchRedeemToolTip2
source: Enter the name of any redeem that should trigger the ttspet
de_de: Geben Sie den Namen einer beliebigen Twitch-Einlösung ein, die den TTSPet auslösen soll
fr_fr: Entrez le nom de toute activation qui doit déclencher le TTSPet
pt_br: Digite o nome de qualquer resgate que deva acionar o TTSPet
ru_ru: Введите название любой награды, которая должна запустить TTSPet
zh_cn: 输入任何应触发 TTSPet 的兑换名称

source: Twitch Status:
fr_fr: Statut Twitch :
pt_br: Status do Twitch:
ru_ru: Статус Twitch:
zh_cn: Twitch 状态：

# TwitchTokenLasts
source: Twitch Token lasts until:
de_de: Twitch-Token gültig bis:
fr_fr: Token Twitch valable jusqu'à :
pt_br: Token do Twitch válido até:
ru_ru: Токен Twitch действителен до:
zh_cn: Twitch 令牌有效期至：

# TwitchTokenLastsToolTip
source: you will need to refresh this every now and then
de_de: Sie müssen diesen Token gelegentlich erneuern
fr_fr: vous devrez le rafraîchir de temps en temps
pt_br: você precisará atualizar isso de vez em quando
ru_ru: вам нужно будет время от времени обновлять его
zh_cn: 你需要不时刷新此令牌

source: Twitch triggers
de_de: Twitch-Auslöser
fr_fr: Déclencheurs Twitch
pt_br: Gatilhos do Twitch
ru_ru: Триггеры Twitch
zh_cn: Twitch 触发器

source: User
de_de: Benutzer
fr_fr: Utilisateur
pt_br: Usuário
ru_ru: Пользователь
zh_cn: 用户

source: Use Twitch Emotes
de_de: Twitch-Emotes verwenden
fr_fr: Utiliser les émoticônes Twitch
pt_br: Usar emotes do Twitch
ru_ru: Использовать эмодзи Twitch
zh_cn: 使用 Twitch 表情

source: Volume
de_de: Lautstärke
ru_ru: Громкость
zh_cn: 音量

# Wiggle
source: Little bit of a wiggle
de_de: Ein kleines Wackeln
fr_fr: Un petit mouvement
pt_br: Um pequeno balançar
ru_ru: Немного покачивания
zh_cn: 轻微晃动

# WiggleWhenTalk
source: Wiggle whenever talking (x/y movement)
de_de: Wackeln beim Sprechen (x/y-Bewegung)
fr_fr: Remuer lors de la parole (mouvement x/y)
pt_br: Balançar sempre que falar (movimento x/y)
ru_ru: Покачиваться во время разговора (движение по x/y)
zh_cn: 说话时晃动（x/y 方向移动）

# XYMovement
source: X/Y movement all the time
de_de: Dauerhafte X/Y-Bewegung
fr_fr: Mouvement constant en X/Y
pt_br: Movimento em X/Y o tempo todo
ru_ru: Постоянное движение по осям X/Y
zh_cn: 一直在x/y方向移动

# Yeet
source: Yeet yourself of the screen
de_de: Schleudere dich vom Bildschirm
fr_fr: Projetez-vous hors de l'écran
pt_br: Jogue-se para fora da tela
ru_ru: Выкиньте себя с экрана
zh_cn: 把自己甩出屏幕

# YMovementTalk
source: Y movement whenever talking
de_de: Y-Bewegung beim Sprechen
fr_fr: Mouvement en Y lors de la parole
pt_br: Movimento em Y sempre que falar
ru_ru: Движение по Y во время разговора
zh_cn: 说话时Y轴移动

source: Activate
de_de: Aktivieren
fr_fr: Activer
pt_br: Ativar
ru_ru: Активировать
zh_cn: 激活

source: Activated
de_de: Aktiviert
fr_fr: Activé
pt_br: Ativado
ru_ru: Активировано
zh_cn: 已激活

# ActivateStateToolTip
source: Activate this state
de_de: Diesen Zustand aktivieren
fr_fr: Activez cet état
pt_br: Ativar este estado
ru_ru: Активировать это состояние
zh_cn: 激活此状态

# UseRain
source: Use raining bits
de_de: Bits regnen lassen
fr_fr: Utiliser la pluie de bits
pt_br: Usar chuva de bits
ru_ru: Использовать дождь из битсов
zh_cn: 使用下落的比特币

source: Rain
de_de: Regen
fr_fr: Pluie
pt_br: Chuva
ru_ru: Дождь
zh_cn: 雨滴

source: Custom
de_de: Benutzerdefiniert
fr_fr: Personnalisé
pt_br: Personalizado
ru_ru: Пользовательский
zh_cn: 自定义

# UseFolderEmotes
source: Use local emotes
de_de: Lokale Emotes verwenden
fr_fr: Utiliser des émoticônes locales
pt_br: Usar emotes locais
ru_ru: Использовать локальные эмодзи
zh_cn: 使用本地表情

# UseFolderEmotesToolTip
source: Uses emotes that you can add yourself
de_de: Verwendet Emotes, die du selbst hinzufügen kannst
fr_fr: Utilise des émoticônes que vous pouvez ajouter vous-même
pt_br: Usa emotes que você pode adicionar você mesmo
ru_ru: Использует эмодзи, которые можно добавить самостоятельно
zh_cn: 使用你可以自己添加的表情

source: Throwables
de_de: Wurfgegenstände
fr_fr: Objets à lancer
pt_br: Itens lançáveis
ru_ru: Бросаемые предметы
zh_cn: 可投掷物

# AddNewLocalEmotes
source: Add Local Emotes
de_de: Lokale Emotes hinzufügen
fr_fr: Ajouter des émoticônes locales
pt_br: Adicionar emotes locais
ru_ru: Добавить локальные эмодзи
zh_cn: 添加本地表情

source: ThrowSize
de_de: Wurfgröße
fr_fr: Taille du lancer
pt_br: amanho do arremesso
ru_ru: Размер бросаемого предмета
zh_cn: 投掷物大小

# AddRandomImage
source: Adds random image from folder to your model
de_de: Fügt deinem Modell ein zufälliges Bild aus einem Ordner hinzu
fr_fr: Ajoute une image aléatoire d’un dossier à votre modèle
pt_br: Adiciona uma imagem aleatória de uma pasta ao seu modelo
ru_ru: Добавляет случайное изображение из папки к вашей модели
zh_cn: 从文件夹中随机添加一张图片到你的模型

# TwitchCommandTextStart
source: Message starts:
de_de: Nachricht beginnt:
fr_fr: Message commence :
pt_br: Mensagem começa:
ru_ru: Сообщение начинается:
zh_cn: 消息开始：

# TwitchCommandSample
source: !command (or similar)
de_de: !Befehl (oder ähnlich)
fr_fr: !commande (ou similaire)
pt_br: !comando (ou semelhante)
ru_ru: !команда (или подобное)
zh_cn: !命令（或类似内容）
